Repository: paulmcauley/klassy
Catalog: po/*/klassy_style_config.po
Languages: fr

source: Klassy Settings
fr: Paramètres Klassy

source: Import a Klassy .klpw Preset File with filename <preset filename>.
fr: Importer un fichier de pré-réglage Klassy ".klpw" <nom de fichier>.

source: preset filename
fr: nom de fichier

source: Load the Window Decoration Preset, with name <preset name>.
fr: Charger un pré-réglage de fenêtre avec le nom <nom>.

source: preset name
fr: nom

source: Force the import of a preset file from a different Klassy version.
fr: Forcer l'import d'un pré-réglage conçu pour une version différente.

source: Generate klassy and klassy-dark system icons.
fr: Générer les icônes système klassy et klassy-dark.

source: ERROR: Invalid Klassy Preset file to import at "
fr: ERREUR: Pré-réglage invalid pour importation : "

source: ERROR: The file to import at "
fr: ERREUR: Le fichier à importer "

source: " was created for a different version of Klassy. To force import, use the --force-import-invalid-version option.
fr: " a été créé avec une version différente de Klassy. Pour forcer l'import, utilisez l'option --force-import-invalid-version.

source: ERROR: No preset group found in Klassy Preset file at "
fr: ERREUR: Aucun groupe de pré-réglage trouvé dans le fichier : "

source: ERROR: Invalid key "
fr: ERREUR: Clef invalide "

source: " in Klassy Preset file at "
fr: " dans le fichier : "

source: Preset, "
fr: Pré-réglage, "

source: " imported.
fr: " importé.

source: ERROR: Preset, "
fr: ERREUR: Pré-réglage, "

source: " not found.
fr: " introuvable.

source: " loaded...
fr: " chargé.

source: klassy and klassy-dark system icons generated.
fr: Icônes système klassy et klassy-dark générées.

source: by Paul A McAuley, auto-generated by klassy-settings
fr: par Paul A McAuley, auto-généré par klassy-settings

source: Auto-generated by klassy-settings
fr: Auto-généré par klassy-settings

source: General
fr: Général

source: Enable extended resize handles
fr: Saisies de redimensionnement étendues

source: Draw focus indicator in lists
fr: Indicateur de focus dans les listes

source: Draw slider tick marks
fr: Marques sur les glissières

source: &Keyboard accelerators visibility:
fr: Visibilité des &raccourcis clavier :

source: Centre tabbar tabs
fr: Tabulation centrées

source: Drag windows from titlebar only
fr: Saisie à partir de la barre uniquement

source: Drag windows from titlebar, menubar and toolbars
fr: Saisie à partir de la barre, menus et barre d'outis

source: Drag windows from all empty areas
fr: Saisie à partir de toute zone vierge

source: Always hide
fr: Toujours cacher

source: Show when Alt key is pressed
fr: Montrer avec la touche Alt

source: Always show
fr: Toujours montrer

source: <html><head/><body><p><a href="https://github.com/paulmcauley/klassy"><span style=" text-decoration: underline; color:#2980b9;">Source code</span></a></p></body></html>
fr: <html><head/><body><p><a href="https://github.com/paulmcauley/klassy"><span style=" text-decoration: underline; color:#2980b9;">Code source</span></a></p></body></html>

source: Show button gradient effect
fr: Effet dégradé du bouton

source: Windows' dr&ag mode:
fr: Mode de dépl&acement de fenêtre :

source: Draw toolbar item separators
fr: Séparateurs dans les barres d'outils

source: Icon
fr: Icône

source: &Corner radius:
fr: Rayon des &coins :

source: Derive from Klassy window corner radius
fr: Dériver du rayon des coins des fenêtres

source: Custom
fr: Personnalisé

source: Frames
fr: Cadres

source: Draw frame around dockable panels
fr: Cadre autour des panneaux ancrables

source: Draw frame around side panels
fr: Cadre autour des panneaux latéraux

source: Draw a thin line to indicate focus in menus and menubars
fr: Ligne indicatrice du focus dans les menus

source: Scrollbars
fr: Barres de défilement

source: Scrollbar top/bottom margins:
fr: Marges haut / bas des barres de défilement :

source: Draw scrollbar separator
fr: Afficher les séparateurs

source: Arrow buttons
fr: Boutons fléchés

source: Space between arrow and groove:
fr: Espace entre la flèche et la rainure :

source: Space between arrows and groove:
fr: Espace entre les flèches et la rainure :

source: Auto-hide arrows
fr: Cacher automatiquement les flèches

source: No Buttons
fr: Aucun bouton

source: One Button
fr: Un bouton

source: Two Buttons
fr: Deux boutons

source: Bottom &arrow button type:
fr: Type de bouton du b&as :

source: &Top arrow button type:
fr: &Type de bouton du haut :

source: Groove/Slider
fr: Rainure / Glissière

source: Slider thic&kness when mouse is over:
fr: Epaisseur lors du surv&ol de la souris :

source: Slider thickness when mouse &is not over:
fr: Epaisseur lors du non-survol de la sour&is :

source: Slider side padding:
fr: Empattement latéral :

source: Slider minim&um height:
fr: Hauteur minim&um :

source: Transparency
fr: Transparence
