Repository: paulmcauley/klassy
Catalog: po/*/klassy_kwin_deco.po
Languages: fr

source: &Presets...
fr: &Pré-réglages...

source: Button Colours - Klassy Settings
fr: Couleur de bouton - Paramètres Klassy

source: Button Behaviour - Klassy Settings
fr: Comportement de bouton - Paramètres Klassy

source: Titlebar Spacing - Klassy Settings
fr: Espacement de la barre titre - Paramètres Klassy

source: Titlebar Opacity - Klassy Settings
fr: Opacité de la barre titre - Paramètres Klassy

source: Shadow Style - Klassy Settings
fr: Style d'ombre - Paramètres Klassy

source: Window Outline Style - Klassy Settings
fr: Style du contour de fenêtre - Paramètres Klassy

source: Presets - Klassy Settings
fr: Pré-réglages - Paramètres Klassy

source: New Exception - Klassy Settings
fr: Nouvelle exception - Paramètres Klassy

source: Edit Exception - Klassy Settings
fr: Éditer exception - Paramètres Klassy

source: Question - Klassy Settings
fr: Question - Paramètres Klassy

source: Remove selected exception?
fr: Supprimer l'exception sélectionnée ?

source: Remove
fr: Supprimer

source: Warning - Klassy Settings
fr: Attention - Paramètres Klassy

source: Please provide an application name to match
fr: Veuillez entrer un nom d'application qui corresponde

source: Regular Expression syntax is incorrect
fr: La syntaxe de l'expression régulière est incorrecte

source: Window Property Regular Expression
fr: Expression régulière de la propriétée de la fenêtre

source: Application Name Regular Expression
fr: Expression régulière du nom de l'application

source: Class
fr: Classe

source: Title
fr: Titre

source: Enable/disable this exception
fr: Activer / désactiver cette exception

source: Icons
fr: Icônes

source: Backgrounds
fr: Arrière-plans

source: Outlines
fr: Contours

source: Close Icon
fr: Icône Fermeture

source: Close Background
fr: Arrière-plan Fermeture

source: Close Outline
fr: Contour Fermeture

source: Show normally
fr: Affichage normal

source: Show on hover
fr: Au survol

source: Show on press
fr: À l'appui

source: Vary colour on state change
fr: Varier couleur au changement d'état

source: No
fr: Non

source: Progressively more opaque
fr: Opacité progressive

source: Most opaque on hover
fr: Opaque au survol

source: Progressively more transparent
fr: Transparence progressive

source: Most transparent on hover
fr: Transparent au survol

source: Progressively lighter
fr: Luminosité progressive

source: Lightest on hover
fr: Lumineux au survol

source: Progressively darker
fr: Ombre progressive

source: Darkest on hover
fr: Sombre au survol

source: Progressively more titlebar
fr: Barre de titre plus progressive

source: Most titlebar on hover
fr: Barre de titre maximum au survol

source: Progressively less titlebar
fr: Barre de titre moins progressive

source: Least titlebar on hover
fr: Barre de titre minimum au survol

source: Lock to make all colours in this row the same
fr: Verriouiller les couleurs de la ligne

source: Opacity:
fr: Opacité :

source: Traffic lights icon colours:
fr: Couleurs d'icône feux de trafic :

source: Close icon colour:
fr: Couleur d'icône fermeture :

source: White close
fr: Blanc fermé

source: White close when hovered/pressed
fr: Blanc fermé lorsque survolé / appuyé

source: White
fr: Blanc

source: White when hovered/pressed
fr: Blanc lorsque survolé / appuyé

source: Traffic lights when hovered/pressed
fr: Feux de trafic lorsque survolé / appuyé

source: Negative when hovered/pressed
fr: Négatif lorsque survolé / appuyé

source: Titlebar text
fr: Texte de titre

source: Negative
fr: Négatif

source: Accent
fr: Accentuation

source: Traffic lights
fr: Feux de trafic

source: Negative close on hover/press only
fr: Négatif fermé lorsque seulement survolé / appuyé

source: Traffic lights on hover/press only
fr: Feux de trafic lorsque seulement survolé / appuyé

source: Close
fr: Fermer

source: Maximize/Float
fr: Maximiser / Flotter

source: Minimize
fr: Minimiser

source: Help
fr: Aide

source: Shade
fr: Ombre

source: All desktops
fr: Tous les bureaux

source: Keep behind
fr: Garder derrière

source: Keep in front
fr: Garder devant

source: Application menu
fr: Menu d'application

source: Window menu
fr: Menu de fenêtre

source: Icon normal
fr: Icône normal

source: Icon hover
fr: Icône survol

source: Icon pressed
fr: Icône appui

source: Background normal
fr: Arrière-plan normal

source: Background hover
fr: Arrière-plan survol

source: Background pressed
fr: Arrière-plan appui

source: Outline normal
fr: Contour normal

source: Outline hover
fr: Contour survol

source: Outline pressed
fr: Contour appui

source: Custom
fr: Personnalisé

source: Titlebar text, auto
fr: Texte de titre, auto

source: Titlebar text, active
fr: Texte de titre, actif

source: Titlebar text, inactive
fr: Texte de titre, inactif

source: Titlebar background, auto
fr: Arrière-plan titre, auto

source: Titlebar background, active
fr: Arrière-plan titre, actif

source: Titlebar background, inactive
fr: Arrière-plan titre, inactif

source: Accent (button focus)
fr: Accentuation (focus)

source: Accent (button hover)
fr: Accentuation (survol)

source: Accent (highlight)
fr: Accentuation (surligné)

source: Accent (highlight, less saturated)
fr: Accentuation (surligné, désaturé)

source: Negative text
fr: Négatif

source: Negative, less saturated
fr: Négatif, désaturé

source: Negative, saturated
fr: Négatif, saturé

source: Negative, fully saturated
fr: Négatif, saturé pleinement

source: Neutral text
fr: Neutre

source: Neutral, less saturated
fr: Neutre, désaturé

source: Neutral, saturated
fr: Neutre, saturé

source: Positive text
fr: Positif

source: Positive, less saturated
fr: Positif, désaturé

source: Positive, saturated
fr: Positif, saturé

source: Window outline, auto
fr: Contour de fenêtre, auto

source: Window outline, active
fr: Contour de fenêtre, actif

source: Window outline, inactive
fr: Contour de fenêtre, inactif

source: Window shadow, auto
fr: Ombre de fenêtre, auto

source: Window shadow, active
fr: Ombre de fenêtre, active

source: Window shadow, inactive
fr: Ombre de fenêtre, inactive

source: Button Sizing & Spacing - Klassy Settings
fr: Taille & Espacement des boutons - Paramètres Klassy

source: Full-height Rectangle Sizing && Spacing
fr: Taille & Espacement des rectangles pleins

source: Integrated Rounded Rectangle Sizing && Spacing
fr: Taille & Espacement des rectangles arrondis

source: Button Size & Spacing - Klassy Settings
fr: Taille & Espacement des boutons - Paramètres Klassy

source: Button Size && Spacing
fr: Taille & Espacement des boutons

source: Add Preset - Klassy Settings
fr: Ajouter pré-réglage - Paramètres Klassy

source: Please provide a name for the Preset
fr: Veuillez donner un nom au pré-réglage

source: A preset with the name "
fr: Un pré-réglage appelé "

source: " already exists. Overwrite?
fr: " existe déjà. Voulez-vous l'écraser ?

source: Overwrite
fr: Écraser

source: Remove "
fr: Supprimer le pré-réglage "

source: Select Klassy Preset to Import
fr: Sélectionnez le pré-réglage

source: Klassy Preset (*.klpw)
fr: Klassy Pré-réglage (*.klpw)

source: Invalid Klassy Preset file at "
fr: Pré-réglage invalide : "

source: The file to import at "
fr: Le fichier "

source: " was created for a different version of Klassy. Try to import anyway?
fr: " a été créé avec une version différente de Klassy. Importer ?

source: Continue Import
fr: Continuer l'import

source: No preset group found in Klassy Preset file at "
fr: Aucun groupe de pré-réglage trouvé dans le fichier "

source: Invalid key "
fr: Clef invalide "

source: " in Klassy Preset file at "
fr: " dans le fichier "

source: Export Klassy Preset to File
fr: Exporter les pré-réglage

source: System Icon Generation - Klassy Settings
fr: Générer icônes système - Paramètres Klassy

source: Dialog
fr: Dialogue

source: Import a new Preset from a Preset file
fr: Importer un nouveau pré-réglage

source: <html><head/><body><p><a href="https://github.com/paulmcauley/klassy/discussions/102"><span style=" text-decoration: underline; color:#2980b9;">Download Klassy Preset files</span></a></p></body></html>
fr: <html><head/><body><p><a href="https://github.com/paulmcauley/klassy/discussions/102"><span style=" text-decoration: underline; color:#2980b9;">Télécharger pré-réglages</span></a></p></body></html>

source: Import From File...
fr: Importer un fichier...

source: Cancel
fr: Annuler

source: Save current settings as a new Preset
fr: Enregistrer les paramètres en tant que pré-réglage

source: Name of new Preset:
fr: Nom du pré-réglage :

source: &Buttons
fr: &Boutons

source: Icon si&ze:
fr: Taille icône :

source: 8 - Tiny
fr: 8 - Minuscule

source: 12 - Very Small
fr: 12 - Très petite

source: 14 - Small
fr: 14 - Petite

source: 16 - Small-Medium
fr: 16 - Moyenne-petite

source: 18 - Medium
fr: 18 - Moyenne

source: 20 - Large-Medium
fr: 20 - Moyenne-large

source: 24 - Very Large
fr: 24 - Très large

source: 32 - Giant
fr: 32 - Géante

source: 48 - Humongous
fr: 48 - Énorme

source: Full-height Rectangle
fr: Rectangle pleine hauteur

source: Full-height Rounded Rectangle
fr: Rectangle pleine hauteur arrondi

source: Integrated Rounded Rectangle
fr: Rectangle arrondi intégré

source: Integrated Rounded Rectangle, grouped
fr: Rectangle arrondi intégré, groupé

source: Circle
fr: Cercle

source: Square
fr: Carré

source: Rounded Square
fr: Carré arrondi

source: &Shape:
fr: &Forme :

source: Button Behaviour...
fr: Comportement du bouton...

source: Bold i&cons:
fr: I&cônes en gras :

source: Bold
fr: Gras

source: Fine
fr: Fin

source: Bold on HiDPI only
fr: Gras sur HiDPI

source: Bold active window
fr: Gras sur actif

source: Bold active, HiDPI
fr: Gras sur actif, HiDPI

source: Use system icon theme
fr: Utiliser icônes système

source: Traditional
fr: Traditionnel

source: Arkopal (Left Panel)
fr: Arkopal (panneau gauche)

source: &Icons:
fr: &Icônes :

source: Button &Colours...
fr: &Couleurs de bouton...

source: <html><head/><body><p><a href="https://github.com/paulmcauley/klassy"><span style=" text-decoration: underline; color:#2980b9;">Source code</span></a></p></body></html>
fr: <html><head/><body><p><a href="https://github.com/paulmcauley/klassy"><span style=" text-decoration: underline; color:#2980b9;">Code source</span></a></p></body></html>

source: Button Size && Spacing...
fr: Taille & Espacement des boutons...

source: System Icon Generation...
fr: Générer icônes système...

source: Force-colourize icons
fr: Forcer la couleur

source: &Titlebar
fr: Barre de &titre

source: Titlebar &Spacing...
fr: E&spacement du titre...

source: Titlebar &Opacity...
fr: &Opacité du titre...

source: Match titlebar to application colour
fr: Barre de titre suivant la couleur de l'application

source: On active window:
fr: Fenêtre active :

source: Draw titlebar background &gradient
fr: Afficher le dé&gradé dans la barre de titre

source: Draw separator under titlebar
fr: Afficher un séparateur sous la barre de titre

source: Make title bold
fr: Titre en gras

source: Underline title
fr: Titre souligné

source: &Window
fr: Fe&nêtre

source: Shadows
fr: Ombres

source: Shadow Style...
fr: Style d'ombre...

source: Borders
fr: Bordures

source: Use titlebar colour for all window borders
fr: Utiliser la couleur du titre pour toutes les bordures

source: Draw border on maximized windows (borders must be enabled for maximized resizing to work)
fr: Bordures sur des fenêtres maximisées (les bordures doivent être activées pour le redimensionnement)

source: Corners
fr: Coins

source: Icon
fr: Icône

source: &Corner Radius:
fr: Rayon des &coins :

source: Round all corners when no borders (clips window content)
fr: Arrondir tous les coins sans bordures (coupe la fenêtre)

source: Thin window outline
fr: Contour de fenêtre fin

source: Window Outline Style...
fr: Style de contour...

source: Colourize with highlighted button's colour
fr: Coloriser avec la couleur du surlignage de bouton

source: Animations spee&d:
fr: Vitesse &des animations :

source: Enable animations
fr: Activer les animations

source: Slower
fr: Lent

source: Faster
fr: Rapide

source: Window-Specific Overrides
fr: Remplacements

source: Default overrides (can be enabled/disabled only):
fr: Remplacements par défaut (activer ou désactiver) :

source: User-specified overrides:
fr: Remplacements par utilisateurs :

source: Window Identification
fr: Identification de fenêtre

source: Detect Window Properties...
fr: Détecter propriétés de la fenêtre...

source: Regular expression &to match:
fr: Expression régulière à &tester :

source: &Window property:
fr: &Propriété de fenêtre :

source: Window Class Name
fr: Classe de fenêtre

source: Window Title
fr: Titre de fenêtre

source: Window Decoration Options
fr: Décorations de la fenêtre

# @item:inlistbox Border size:
source: No Border
fr: Sans bordure

# @item:inlistbox Border size:
source: No Side Borders
fr: Sans bordure latérales

# @item:inlistbox Border size:
source: Tiny
fr: Petite

# @item:inlistbox Border size:
source: Normal
fr: Normale

# @item:inlistbox Border size:
source: Large
fr: Grande

# @item:inlistbox Border size:
source: Very Large
fr: Large

# @item:inlistbox Border size:
source: Huge
fr: Imposante

# @item:inlistbox Border size:
source: Very Huge
fr: Enorme

# @item:inlistbox Border size:
source: Oversized
fr: Démesurée

source: Preset:
fr: Pré-réglage :

source: Border size:
fr: Taille de la bordure :

source: &Opaque titlebar
fr: Barre de titre &opaque

source: Hide window titlebar:
fr: Cacher la barre de titre :

source: Never
fr: Jamais

source: Always
fr: Toujours

source: On maximized windows
fr: Fenêtre maximisées

source: On any maximization
fr: Toutes maximisations

source: On windows kept behind
fr: Fenêtres derrières

source: Application Style Options
fr: Options du style d'application

source: <html><head/><body><p><span style="font-style:italic;">Application name</span> regular expression to match:</p></body></html>
fr: <html><head/><body><p><span style="font-style:italic;">Nom application</span> expression régulière à comparer :</p></body></html>

source: Opaque &header
fr: &En-tête opaque

source: Move Up
fr: Déplacer en haut

source: Move Down
fr: Déplacer en bas

source: Add
fr: Ajouter

source: Edit
fr: Éditer

source: Active window
fr: Fenêtre active

source: Lock inactive:
fr: Verrouiller l'inactive :

source: Lock to make the same changes to Active and Inactive button behaviours
fr: Verrouiller les changements entre comportements de bouton actifs et inactifs

source: Lock to make the same changes to Normal button and Close button behaviours
fr: Verrouiller les changements entre comportements de bouton normaux et de fermeture

source: State to use for checked buttons:
fr: État pour les boutons marqués :

source: Hover
fr: Survol

source: Press
fr: Appui

source: Close Button Behaviour
fr: Comportement du bouton fermer

source: Inactive window
fr: Fenêtre inactive

source: Lock active:
fr: Verrouiller l'active :

source: Unison hovering
fr: Survol de l'ensemble

source: Lock to make the same changes to Active and Inactive button colours
fr: Verrouiller les changements entre comportements de bouton actifs et inactifs

source: <html><head/><body><p><span style=" font-size:11pt; font-weight:600;">Icon colours:</span></p></body></html>
fr: <html><head/><body><p><span style=" font-size:11pt; font-weight:600;">Couleurs d'icône :</span></p></body></html>

source: Titlebar text colour
fr: Couleur du texte titre

source: Titlebar text colour with negative close icon
fr: Couleur du texte titre avec fermer négative

source: Accent colour
fr: Couleur d'accentuation

source: Accent colour with negative close icon
fr: Couleur d'accentuation avec fermer négative

source: Accent colour with traffic lights
fr: Couleur d'accentuation avec feux de trafic

source: C&lose icon colour :
fr: Cou&leur d'icône fermer :

source: When poor contrast detected:
fr: Lorsque faible contraste :

source: Do nothing
fr: Ne rien faire

source: Replace with black or white
fr: Remplacer par noire ou blanche

source: Replace with titlebar background
fr: Remplacer par arrière-plan du titre

source: &Threshold:
fr: &Seuil :

source: <html><head/><body><p><span style=" font-size:11pt; font-weight:600;">Background &amp;&amp; outline<br/>colours:</span></p></body></html>
fr: <html><head/><body><p><span style=" font-size:11pt; font-weight:600;">Arrière-plan &amp;&amp; Couleur<br/>contour :</span></p></body></html>

source: Titlebar text colour with negative close button
fr: Couleur du texte titre avec fermer négative

source: Accent colour with negative close button
fr: Couleur d'accentuation avec fermer négative

source: Use hover colour from colour scheme
fr: Couleur de survol du jeu de couleur

source: Adjust colour when poor contrast detected
fr: Ajuster la couleur lorsque faible contraste

source: Threshold:
fr: Seuil :

source: Override individual colours
fr: Modifier couleurs individuelles

source: Override button colours
fr: Modifier couleurs de bouton

source: Use same hover and press colours as active window
fr: Même couleurs de survol et pression sur fenêtre actives

source: Close icon colour :
fr: Couleur d'icône fermer :

source: Button sizing
fr: Taille des boutons

source: Scale b&utton background:
fr: Échelle d'arrière plan des bo&uton :

source: Scale &Touch Mode buttons:
fr: Échelle des boutons &tactiles :

source: &Right-hand buttons' Width-margins:
fr: Marge des boutons main d&roite :

source: Lock to make Left-hand button width margin and Right-hand button width margin have the same value
fr: Verrouiller pour maintenir la marge des boutons de gauche à la même valeur que ceux de droite

source: &Left-hand buttons' Width-margins:
fr: Marge des boutons main ga&uche :

source: Spacer button width:
fr: Espaceur de boutons :

source: &Close button width-margins:
fr: Marge des boutons &fermeture :

source: Button spacing
fr: Espacement des boutons

source: Spacin&g between Right-hand buttons:
fr: E&spacement des boutons main droite :

source: Spacing between &Left-hand buttons:
fr: Espacement des boutons main g&auche :

source: S&pacing between Right-hand buttons:
fr: Es&pacement des boutons main droite :

source: &Spacing between &Left-hand buttons:
fr: Espacement des boutons main ga&uche :

source: Lock to make Left-hand button spacing and Right-hand button spacing have the same value
fr: Verrouiller pour maintenir l'espacement entre les boutons de gauche à la même valeur que ceux de droite

source: Botto&m padding:
fr: Re&mbourrage bas :

source: Button corner rad&ius:
fr: Rayon des co&ins :

source: Same as window
fr: Similaire à la fenêtre

source: Load
fr: Charger

source: Add...
fr: Ajouter...

source: Export To File...
fr: Exporter un fichier...

source: Si&ze:
fr: &Taille :

source: None
fr: Aucune

source: Small
fr: Petite

source: Medium
fr: Moyenne

source: Very Large
fr: Très large

# strength of the shadow (from transparent to opaque)
source: S&trength:
fr: F&orce :

source: &Colour:
fr: &Couleur :

source: System Icon Generation
fr: Générer icônes système

source: The "Klassy" and "Klassy Dark" system icon themes are auto-generated. These are used to provide window control icons in several places in Plasma. Icons unrelated to window control are inherited from another icon theme, as set below:
fr: Les icônes système "Klassy" et "Klassy Sombre" sont auto-générées. Elles fournissent les icônes de contrôle à plusieurs endroits dans Plasma. Les autres icônes qui ne font pas parti des contrôles sont hérités à partir du thème :

source: &Klassy icon theme inherits:
fr: Thème d'icône &Klassy hérite :

source: Klassy Dark &icon theme inherits:
fr: Thème d'&icône Klassy Sombre hérite :

source: Titlebar opacity
fr: Opacité de la barre de titre

source: Inactive window:
fr: Fenêtre inactive :

source: Active window:
fr: Fenêtre active :

source: Active opacity set by colour scheme
fr: Opacité active prise du jeu de couleur

source: Override colour scheme
fr: Remplacer le jeu de couleur

source: Inactive opacity set by colour scheme
fr: Opacité inactive prise du jeu de couleur

source: Apply these opacity settings to entire Header area (experimental, Klassy application style required)
fr: Appliquer ces paramètres d'opacité à l'ensemble de l'en-tête (expérimental, style d'applications Klassy requis)

source: Blur titlebars that have transparency
fr: Flouter les barres de titres transparentes

source: Always make maximized titlebars opaque
fr: Toujours rendre les barres de titres maximisées opaques

source: Lock to make Titlebar top margin and Titlebar bottom margin have the same value
fr: Verrouiller pour maintenir la marge supérieure à la même valeur que l'inférieure

source: Titlebar top margin:
fr: Marge supérieure :

source: Lock to make Titlebar left margin and Titlebar right margin have the same value
fr: Verrouiller pour maintenir la marge de gauche à la même valeur que celle de droite

source: Titlebar right margin:
fr: Marge droite :

source: Titlebar left margin:
fr: Marge gauche :

source: Title alignment:
fr: Alignement du titre :

source: Left
fr: Gauche

source: Centre
fr: Centré

source: Centre (Full Width)
fr: Centré (pleine largeur)

source: Right
fr: Droite

source: Title padding:
fr: Rembourrage titre :

source: Titlebar bottom margin:
fr: Marge inférieure :

source: Titlebar top/bottom margins for maximized windows:
fr: Marges supérieures/inférieures pour fenêtres maximisées :

source: Window Outline Thickness:
fr: Épaisseur du contour :

source: Snap to whole pixel
fr: Arrondir au pixel

source: Overlap
fr: Chevauchement

source: Active Window
fr: Fenêtre active

source: Window Outline Style:
fr: Style de contour :

source: Lock to make Active and Inactive Thin Window Outlines have the same style
fr: Verrouiller le style du contour pour fenêtre actives et inactives

source: Shadow colour
fr: Couleur d'ombre

source: Contrast
fr: Contraste

source: Contrast blended with accent colour
fr: Contraste mêlé avec couleur d'accentuation

source: Custom colour
fr: Couleur personnalisée

source: Contrast blended with custom colour
fr: Contraste mêlé avec couleur personnalisée

source: (relative to shadow opacity)
fr: (relatif à l'opacité de l'ombre)

source: Custom Colour:
fr: Couleur personnalisée :

source: Lock to make Active and Inactive Custom Colours the same
fr: Verrouiller la couleur personnalisée active et inactive

source: Inactive Window
fr: Fenêtre inactive

source: Lock to make Inactive and Active Thin Window Outlines have the same style
fr: Verrouiller le style du contour pour fenêtre actives et inactives

source: Lock to make Inactive and Active Custom Colours the same
fr: Verrouiller la couleur personnalisée active et inactive
